import React from 'react';

const TypesPage = () => {
    return (
        <div>
            <div>

                types of tea

                Чай бывай разный, очень разный. По своему виду, органолептике, воздействию. Предлагаем разобраться от чего зависит эта разница.

                Вкус, аромат, цвет настоя меняются в зависимости от степени ферментации чая.



                Ферментация чая – это биохимический процесс окисления (брожения) чайного листа под воздействием температуры, кислорода, влажности и механического воздействия.

                Для удобства весь чай поделили на основные виды, каждому из которых характерен свой уникальный вкус и группа ароматов.



                1. Чаи минимальной степени ферментации - около 2-10% - очень нежные.



                Они обладают легким ароматом и ненавязчивым вкусом. Как правило в них вы сможете ощутить аромат свежей весенней травы и  зелени. К этому классу можно отнести белые, желтые и некоторые зеленые чаи.



                ЗЕЛЕНЫЙ –  благодаря минимальной обработке наиболее приближен к свежему чайному листу. Освежает, дарит бодрость.

                ЖЕЛТЫЙ – по сути тот же зеленый чай, только прошедший процесс томления. Более мягкий для ЖКТ. Редкий чай. Вкус такого чая – очень характерный, с нотками дымка.

                БЕЛЫЙ – просушивается естественным образом. Изготавливается только в провинции Фуцзянь, городе Фудин. Очень нежный на вкус. В Китае его считают в большей степени лекарственным напитком. Это сильнейший природный антиоксидант.



                2. Чаи средней ферментации - около 10 - 80%

                В этот диапазон входят некоторые представители зеленого чая, а также большинство улунов.  От процента ферментации зависит  цвет и крепость напитка, чем процент больше, тем эти показатели насыщеннее и крепче. Цвет может варьироваться от темно-желтого до глубокого коричневого. Аромат – утонченный, но насыщенный.



                УЛУН – изготавливается по сложной многоступенчатой технологии. Имеет очень богатую палитру вкусов и ароматов в зависимости от степени ферментации. Слабоферментированные, например, Те Гуань Инь - нежный и утонченный, с оттенками ароматом весенних цветов и сирени. Среднеферментированные, например, Фэн Хуан Дань Цун  - более выраженный и интенсивный, с оттенками орехов и ягодной кислинкой.



                3. Чаи высокой степени ферментации - 80 - 95%

                Чайные листья полностью окисляются и максимально насыщаются соками. Речь идет преимущественно о красном чае и некоторых представителях сильноферментированных улунов, в частности Да Хун Пао.

                Цвет настоя может быть от бордового до интенсивного коричневого. Аромат - насыщенный, густой и плотный. Вкус крепкий и терпкий. Отлично подойдет тем, кто предпочитает яркие получать яркие эмоции.



                КРАСНЫЙ – согревающий чай. Часто с ореховыми и даже древесными нотками во вкусе.



                4. Постферментированный чай - 95 - 100%

                Самый насыщенный и крепкий. Он подвергается двойной ферментации. Она длится некоторое время, потом останавливается, когда сырье достигнет нужной кондиции и запускается снова. Порой удивительно, что незначительные эксперименты могут дать такой ошеломляющий результат. Вы наверное уже поняли, что речь идет о пуэрах.

                ПУЭР примечателен своими необычными вкусом и ароматом.  При дегустации демонстрирует богатый диапазон ароматов – осенний лес, дерево, прогретая солнцем листва, земля, сухофрукты, грибы, торф.



                Приятных вам чаепитий!
            </div>
        </div>
    );
};

export default TypesPage;